Revit 2024 API
BuiltInFailures.ExternalResourceReferenceFailures Class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class ExternalResourceReferenceFailures
Visual Basic
Public NotInheritable Class ExternalResourceReferenceFailures
Visual C++
public ref class ExternalResourceReferenceFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.ExternalResourceReferenceFailures
See Also
BuiltInFailures.ExternalResourceReferenceFailures Members
Autodesk.Revit.DB Namespace